Revit 2027 API
ColorWithTransparency Constructor
 color
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ColorWithTransparency()
Public Sub New
public:
ColorWithTransparency()
new : unit -> ColorWithTransparency
See Also
Reference
ColorWithTransparency Class
ColorWithTransparency Overload
Autodesk.Revit.DB Namespace